[
  {
    "title": "No Plan B",
    "author": "Jack Reacher",
    "price": 11.56,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/62763e38/no-plan-b-lee-child-9780552177542.jpg?width=257",
    "description": "Gerrardsville, Colorado. One tragic event. Two witnesses. Two conflicting accounts. One witness sees a woman throw herself in front of a bus - clearly suicide. The other witness is Jack Reacher. And he sees what really happened - a man in grey hoodie and jeans, swift and silent as a shadow, pushing the victim to her death, before grabbing her bag and sauntering away. Reacher follows the killer, not knowing that this was no random act of violence. It is part of something much bigger...a sinister, secret conspiracy, with powerful people on the take, enmeshed in an elaborate plot that leaves no room for error. If any step is compromised, the threat will have to be quickly and permanently removed. But when the threat is Reacher, there is No Plan B...",
    "publicationDate": "30 Mar 2023",
    "ISBN": "978-0-7432-7356-5",
    "dimension": "126 x 197 x 27mm",
    "weight": 316,
    "language": "English",
    "publisher": "Transworld Publishers Ltd"
  },
  {
    "title": "Lessons",
    "author": " Ian McEwan",
    "price": 11.56,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/eb00a693/lessons-ian-mcewan-9781529116311.jpg?width=266",
    "description": "While the world is still counting the cost of the Second World War and the Iron Curtain has descended, young Roland Baines's life is turned upside down. Stranded at boarding school, his vulnerability attracts his piano teacher, Miriam Cornell, leaving scars as well as a memory of love that will never fade.    Twenty-five years later Roland's wife mysteriously vanishes, and he is left alone with their baby son. Her disappearance sparks a journey of discovery that will continue for decades, as Roland confronts the reality of his rootless existence and attempts to embrace the uncertainty - and freedom - of his future.",
    "publicationDate": "22 Jun 2023",
    "ISBN": "9781529116311",
    "dimension": "129 x 198 x 34mm",
    "weight": 396,
    "language": "English",
    "publisher": "Vintage Publishing"
  },
  {
    "title": "Heart Full of Headstones",
    "author": " Ian Rankin",
    "price": 10.75,
    "trending": true,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/bb9bf121/heart-full-of-headstones-ian-rankin-9781398709386.jpg?width=265",
    "description": "How does a hero turn villain?Or have times changed, and the rules with them?Detective Inspector Siobhan Clarke tackles Edinburgh's most explosive case in years, as a corrupt cop harbouring huge secrets goes missing.But is her loyalty to the police or the public? And who can she trust when nobody is truly innocent - including her former mentor Rebus - and a killer walks among them? As the time comes to choose sides, it becomes clear: after a lifetime of lies, the truth will break your heart...",
    "publicationDate": "25 May 2023",
    "ISBN": "9781398709386",
    "dimension": "128 x 198 x 30mm",
    "weight": 290,
    "language": "English",
    "publisher": "Orion Publishing Co"
  },
  {
    "title": "Down to the Wire",
    "author": "Andy McNab",
    "price": 10.65,
    "trending": false,
    "newRelease": true,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/e08e8a68/down-to-the-wire-andy-mcnab-9780552174299.jpg?width=257",
    "description": "The long awaited return of Nick Stone. The explosive new thriller featuring Nick Stone. A sinister cult  Tasked with rescuing the daughter of one of America's richest families from the grips of a sinister cult, Nick Stone expects his latest mission to be quick and straightforward. A kidnapped woman Travelling to the frozen depths of the Norway/Russia border, the dividing line between NATO and the Kremlin's armed forces, it seems all he and his team need do is abduct the woman and deliver her home alive. An agent whose time is running out. But there are deadly complications - not least that Nick soon discovers himself at the heart of a chilling cyber conspiracy that threatens war with Russia and the very existence of the Western alliance . . . and that following a shocking diagnosis his body is failing him fast, and any day now he will have to ask himself the ultimate question . . .",
    "publicationDate": "3 Aug 2023",
    "ISBN": "9780552174299",
    "dimension": "127 x 198 x 28mm",
    "weight": 270,
    "language": "English",
    "publisher": "Transworld Publishers Ltd"
  },
  {
    "title": "Murder Before Evensong",
    "author": "Richard Coles",
    "price": 10.67,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/cea6e407/murder-before-evensong-richard-coles-9781474612647.jpg?width=261",
    "description": "Canon Daniel Clement is Rector of Champton, where he lives alongside his widowed mother - opinionated, fearless, ever-so-slightly annoying Audrey - and his two dachshunds, Cosmo and Hilda. When Daniel announces a plan to install a lavatory in the church, the parish is suddenly (and unexpectedly) divided: as lines are drawn, long-buried secrets come dangerously close to destroying the apparent calm of the village.    And then Anthony Bowness - cousin to Bernard de Floures, patron of Champton - is found dead at the back of the church. As the police moves in and the bodies start piling up, Daniel is the only one who can try and keep his community together... and catch a killer.",
    "publicationDate": "2 Mar 2023",
    "ISBN": "9781474612647",
    "dimension": "128 x 198 x 34mm",
    "weight": 270,
    "language": "English",
    "publisher": "Orion Publishing Co"
  },
  {
    "title": "Murder Before Evensong",
    "author": "Rosie Goodwin",
    "price": 10.99,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/2a915fad/lesson-learned-rosie-goodwin-9781838773632.jpg?width=258",
    "description": "Growing up on a canal boat has meant life for young Saffie Doyle has been hard. Her mother, Olivia, was cast out by her well-to-do family when she fell in love with Saffie's father, a lowly boatman named Reuben. But as the years have passed, Reuben has become a bitter and cruel drunk, forced to work for the local crook, Seth Black, to keep their family afloat,  Saffie always dreamed of becoming a teacher, despite her father's insistence that she had no need to read and write. Keen to nurture her ambitions, Olivia hoped to introduce Saffie to a childhood friend - the kindly and wealthy Marcus - who runs a free school for the local children, but when Olivia falls ill, she's unable to. One night, Saffie's 17-year-old brother and her father go out on a job with Seth Black and never return home. Saffie is forced to place her dreams on hold as she steps up to look after her family.",
    "publicationDate": "20 Jul 2023",
    "ISBN": "9781838773632",
    "dimension": "128 x 198 x 29mm",
    "weight": 342,
    "language": "English",
    "publisher": "Zaffre"
  },
  {
    "title": "In Memoriam",
    "author": "Alice Winn ",
    "price": 19.99,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/2a915fad/lesson-learned-rosie-goodwin-9781838773632.jpg?width=258",
    "description": "In 1914, war feels far away to Henry Gaunt and Sidney Ellwood. They're too young to enlist, and anyway, Gaunt is fighting his own private battle - an all-consuming infatuation with the dreamy, poetic Ellwood - not having a clue that his best friend is in love with him, always has been. When Gaunt's mother asks him to enlist in the British army to protect the family from anti-German attacks, he signs up immediately, relieved to escape his overwhelming feelings. But Ellwood and their classmates soon follow him into the horrors of trenches. Though Ellwood and Gaunt find fleeting moments of solace in one another, their friends are dying in front of them, and at any moment they could be next. An epic tale of the devastating tragedies of war and the forbidden romance that blooms in its grip, In Memoriam is a breathtaking debut.",
    "publicationDate": "20 Jul 2023",
    "ISBN": "9780241567821",
    "dimension": "146 x 224 x 37mm",
    "weight": 500,
    "language": "English",
    "publisher": "Penguin Books Ltd , Viking"
  },
  {
    "title": "Memories of Ice",
    "author": "Steven Erikson ",
    "price": 14.99,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/5fcd33ff/memories-of-ice-steven-erikson-9780553813128.jpg?width=241",
    "description": "The ravaged continent of Genabackis has given birth to a terrifying new empire- the Pannion Domin. Like a fanatical tide of corrupted blood, it seethes across the land, devouring all who fail to heed the Word of its elusive prophet, the Pannion Seer. In its path stands an uneasy alliance- Dujek Onearm's Host and the Bridgeburners - each now outlawed by the Empress - alongside their enemies of old including the grim forces of Warlord Caladan Brood, Anomander Rake, Son of Darkness, and his Tiste Andii, and the Rhivi people of the Plains. But more ancient clans too are gathering. As if in answer to some primal summons, the massed ranks of the undead T'lan Imass have risen. For it would seem something altogether darker and more malign threatens the very substance of this world. The Warrens are poisoned and rumours abound of the Crippled God, now unchained and intent on a terrible revenge... Marking the return of many favourite characters from GARDENS OF THE MOON and introducing a host of remarkable new players, MEMORIES OF ICE is a thrilling new chapter in Erikson's magnificent epic fantasy and another triumph of storytelling.",
    "publicationDate": "1 Oct 2002",
    "ISBN": "9780553813128",
    "dimension": "108 x 176 x 54mm",
    "weight": 604,
    "language": "English",
    "publisher": "Transworld Publishers Ltd"
  },
  {
    "title": "Way Back",
    "author": "Erich Maria Remarque ",
    "price": 10.99,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/4fb105f6/way-back-erich-maria-remarque-9781784875268.jpg?width=259",
    "description": "The sequel to All Quiet on the Western Front, one of the most powerful novels of the First World War and a twentieth-century classic. After four gruelling years the survivors of the Great War finally make their way home. Young, spirited Ernst is one. Finding himself inexplicably returned to his childhood bedroom, restless, chafing, confused, he knows he must somehow resurrect his life. But the way back to peace is far more treacherous than he ever imagined. If All Quiet on the Western Front was a lament for a lost generation, this sequel speaks with the same resonant voice for those who came back. The is a new definitive English translation by expert Remarque translator Brian Murdoch.",
    "publicationDate": "3 Oct 2019",
    "ISBN": "9781784875268",
    "dimension": "129 x 197 x 17mm",
    "weight": 214,
    "language": "English",
    "publisher": "Vintage Publishing"
  },
  {
    "title": "Complete MAUS",
    "author": " Art Spiegelman ",
    "price": 19.54,
    "trending": false,
    "newRelease": false,
    "categories": ["Fiction", "Adventure"],
    "img": "https://wordery.com/jackets/9c887763/complete-maus-art-spiegelman-9780141014081.jpg?width=275",
    "description": "Art Spiegelman, staff artist and contributing editor at the New Yorker, is the son of a Holocaust survivor. His father, Vladek, was a Polish Jew sent to Auschwitz during the Second World War. In Maus, Art Spiegelman tells the true story of his father's experiences in stark illustrations that portray the brutality of the Nazis in a non-sensationalist way. It's also the story of how Maus itself came to be; Art Spigelman includes the story of how he interviewed his father, pushing him to remember events he had long tried to forget. Maus is not only a story of survival, it's a story of survivor guilt. The harrowing experiences Vladek went through shaped his life, leading to an often antagonistic relationship with his son Art. Maus is a powerful reminder that the traumas of the Holocaust affect more than those who lived through it.",
    "publicationDate": "2 Oct 2003",
    "ISBN": "9780141014081",
    "dimension": "161 x 233 x 20mm",
    "weight": 670,
    "language": "English",
    "publisher": "Penguin Books Ltd"
  }
]
